# لیست خدمات کافی نت آنلاین نوین


SERVICES = {


    "marriage": {

        "title": "وام ازدواج",

        "fields": [

            "نام و نام خانوادگی",

            "کد ملی متقاضی",

            "کد ملی همسر",

            "شماره موبایل",

            "کد پستی"

        ]

    },



    "child": {

        "title": "وام فرزندآوری",

        "fields": [

            "نام و نام خانوادگی",

            "کد ملی پدر",

            "کد ملی مادر",

            "کد ملی فرزند",

            "شماره موبایل",

            "کد پستی"

        ]

    },


    "vehicle": {

        "title": "ثبت نام خودرو",

        "fields": [

            "نام و نام خانوادگی",

            "کد ملی",

            "شماره موبایل"

        ]

    },


    "sajam": {

        "title": "ثبت نام سجام",

        "fields": [

            "نام و نام خانوادگی",

            "کد ملی",

            "شماره موبایل"

        ]

    }


}



def get_service(service_id):

    return SERVICES.get(service_id)



def get_all_services():

    return SERVICES
